[
  {
    "name": "hard-v1",
    "email": "support@support.whatsapp.com",
    "body": "Salut l'équipe de soutien de WhatsApp amour avance, je vous remercie pour votre bon service, et la société est mort, trop, et l'honorable mark propriétaire de la société WhatsApp et les morts, et d'avoir WhatsApp et cinq étoiles car l'application est très bien et je peux me dire de communiquer avec mon travail et ma famille et ma femme et tous mes amis, une application cool, pas mal mais aujourd'hui m'est arrivé un problème étrange, donc je ne sais pas quel est le problème, c'est de le résoudre dans le temps le plus rapide possible, aujourd'hui, à 8 h du matin, vous m'avez ouvert l'application WhatsApp et quand j'ai ouvert le burrito mon ami m'a demandé de créer, au total, j'ai WhatsApp afin que nous puissions parler des avantages de la société WhatsApp et d'en faire rapport, Et mon nom est Cabo ont des canaux est lui et applications et ont décidé d'application whatsapp-moi cinq étoiles et les mots spéciaux et lorsque vous créez un total de faire de spéciale watts de quand j'ai fini de phpBB société du groupe WhatsApp m'a envoyé une lettre affirmant avoir été déconnecter de WhatsApp quand je suis en train d'armes dans l'onglet de nouveau pour me montrer WhatsApp et c'est le message( pas de temps cela peut-il compte utiliser WhatsApp) et (encore discuter d'exister sur cette machine) Et lorsque vous appuyez sur le bouton pour demander un total et j'ai attendu 24 heures et sera de retour de 24 heures plus tard, mon numéro de téléphone, m'a dit( enregistrement d'un nouveau numéro de téléphone) Wen ne viole pas les conditions de service WhatsApp et j'ai travailler dans une très grande quantité si elle n'a pas levé l'interdiction sur le Numérique va castrer tous les profits de l'entreprise qui le rapport de sa 9000000$ $ Ou plus et de communiquer avec ma famille, et bloqué mon numéro par erreur. - wen n'a pas violé les conditions d'utilisation WhatsApp les canaux respectés pour les deux sociétés WhatsApp et les lois de la société des morts et respectent bon Monsieur Mark et je remercie la société WhatsApp pour son service au bien et la levée de l'interdiction de mon numéro et lorsque la société Russell Lotus d'ici vendredi, ils m'ont renvoyé pour faire appel à mon Wen n'avait violé aucun Schrock et de bon monsieur et mesdames, clients de la société WhatsApp, pour dire la levée de l'interdiction du numérique et lever l'interdiction du numérique et annuler le fraisage de mon numéro de téléphone, de mon travail et de ma famille je vous remercie d'avance et bon Monsieur Mark et voici le numéro de téléphone [ +62xxx ]."
  },
  {
    "name": "hard-v2",
    "email": "support@support.whatsapp.com",
    "body": "Halo, tim dukungan whatsapp yang saya hormati!,saya ingin mengaju banding atas masalah yang saya alami dalam menjalankan aplikasi whatsapp yaitu pemblokiran permanen terhadap nomor saya {{number}} ,dan saya akan segera memperjelas atas laporan yang telah saya tulis ini.\nSekitar 2 minggu lalu saya membuka aplikasi whatsapp dan berkomunikasi dengan keluarga dan teman saya, awalnya semua baik baik saja namun beberapa menit kemudian saya keluar dari aplikasi whatsapp secara riba tiba dan saya mendapati akun saya telah terblokir atas tuduhan pelaku spam dan saya mencoba untuk meninjaunya ternyata setelah saya meninjaunya bukan pemulihan yang saya dapatkan malah pemblokiran permanen, Padahal saya tidak sama sekali melakukan chat secara brutal dan melanggar ketentuan atau aturan whatsapp, disini saya mengklaim bahwa pemblokiran ini adalah kesalahan atau ketidak sengajaan pihak whatsapp, mungkin aktivitas saya telah memicu sistem deteksi whatsapp mengklaim bahwa aktivitas saya telah melanggar ketentuan whatsapp!, namun saya jujur bahwa saya tidak melakukan aktivitas yang melanggar adapun jika tim benar benar merasa akun saya melakukan pelanggaran saya sama sekali tidak berniat melakukanya, kesimpulanya aktivitas itu tidak di lakukan secara sengaja oleh pihak saya pribadi!.\nSaya ingin menjelaskan bahwa saya telah membaca semua aturan yang telah tertulis di situ resmi whatsapp yaitu  [https://www.whatsapp.com/legal/updates/terms-of-service ] seperti yang tertulis di situ 'Sejak kami memulai WhatsApp, kami telah membangun Layanan kami dengan prinsip privasi dan keamanan yang kuat di dalam pikiran kami'. Dan saya telah memahami semua itu keamanan whatsapp sangat kuat dan mustahil untuk rusak namun mengapa sistem deteksinya seperti kurang peka atau bisa terjadi kesalahan?,\nSeperti perkataan anda juga di situs resmi anda yang bertulis ' Anda harus menggunakan Layanan kami sesuai dengan Ketentuan dan kebijakan kami yang dipublikasikan. Jika Anda melanggar Ketentuan atau kebijakan kami, maka kami dapat mengambil tindakan terhadap akun Anda, termasuk menonaktifkan atau menangguhkan akun Anda, dan jika kami melakukannya, maka Anda setuju untuk tidak membuat akun lain tanpa izin dari kami. Penonaktifan atau penangguhan akun Anda'. Saya sangat mengerti penangguhan pada akun bukan tanpa sebab atau dilakukan secara sengaja namun saya mempertegas bahwa akun saya sama sekali tidak melanggar semua ketentuan yang telah tertulis maupun tidak tertulis!, karena saya menggunakan whatsapp dari 2019 dan saya tetap mempertahankan aktivitas saya yang sah dan valid tanpa melakukan pelanggaran apapun namun kali ini saya bingung mengapa akun saya dapat di tangguhkan.\nSaya memohon kepada tim dukungan whatsapp agar segera memulihkan akun saya dari pemblokiran ini maka dari sebab itu saya menulis pesan aku banding ini dan saya berharap tim dapat menanggapi dan memproses akun saya secepatnya, saya akan menunggu akun saya di proses dan segera di pulihkan oleh tim dukungan whatsapp yang terhormat,terimakasih\nHormat saya\n(Cuxxyz)
  },
  {
    "name": "hard-v3",
    "email": "support@support.whatsapp.com",
    "body": "Я студент с номером WhatsApp [ +62xxx ]. который использует приложение WhatsApp, чтобы получать информацию о моих школьных заданиях. Я студент, и мне очень нужен аккаунт WhatsApp. Я не понимаю, почему WhatsApp заблокировал мою учетную запись WhatsApp, поскольку я никогда не нарушал часто задаваемые вопросы. Я всегда читаю FAQ и являюсь поклонником WhatsApp. Настоящим я прошу восстановить мою учетную запись WhatsApp. Спасибо."
  }
]